;Place localized text in this file

[AdventPathfinder X2CharacterTemplate]
strCharacterName="Следопыт \"Адвента\""
strAcquiredText="Маневренные оперативники, ориентированные на атаки с фланга."
[AdventPathfinderT2 X2CharacterTemplate]
strCharacterName="Продвинутый Следопыт \"Адвента\""
strAcquiredText="Маневренные оперативники, ориентированные на атаки с фланга."
[AdventPathfinderT3 X2CharacterTemplate]
strCharacterName="Элитный Следопыт \"Адвента\""
strAcquiredText="Экипированы сканерами живых форм, увеличивающих их возможности на поле боя."
[AdventPathfinderT4 X2CharacterTemplate]
strCharacterName="Старший Следопыт \"Адвента\""
strAcquiredText="Экипированы лучшими сканерами живых форм, значительно увеличивающих их возможности на поле боя."

[AdventPathfinderCaptain X2CharacterTemplate]
strCharacterName="Следопыт-охотник \"Адвента\""
strAcquiredText="Вооружены винтовкой исключительной точности, отмечающей противника на поле боя."
[AdventPathfinderCaptainT2 X2CharacterTemplate]
strCharacterName="Продвинутый Следопыт-охотник \"Адвента\""
strAcquiredText="Вооружены винтовкой исключительной точности, отмечающей противника на поле боя."
[AdventPathfinderCaptainT3 X2CharacterTemplate]
strCharacterName="Элитный Следопыт-охотник \"Адвента\""
strAcquiredText="Экипированы мощными, оглушающими, неконтактными минами, оглушающими группы противников одним ударом."
[AdventPathfinderCaptainT4 X2CharacterTemplate]
strCharacterName="Старший Следопыт-охотник \"Адвента\""
strAcquiredText="Экипированы специализированными патронами, вызывающими панику у любого отмеченного следопытом противника."

[AdventPathfinderSearchTeamCaptain X2CharacterTemplate]
strCharacterName="Следопыт-капитан \"Адвента\""
strAcquiredText="Вооружены винтовкой исключительной точности, отмечающей противника на поле боя."
[AdventPathfinderSearchTeamCaptainT2 X2CharacterTemplate]
strCharacterName="Продвинутый Следопыт-капитан \"Адвента\""
strAcquiredText="Вооружены винтовкой исключительной точности, отмечающей противника на поле боя."
[AdventPathfinderSearchTeamCaptainT3 X2CharacterTemplate]
strCharacterName="Элитный Следопыт-капитан \"Адвента\""
strAcquiredText="Экипированы мощными, оглушающими, неконтактными минами, оглушающими группы противников одним ударом."

[AdventPathfinder_SMG X2WeaponTemplate]
FriendlyName="<font color='#ffffff'>Пистолет-пулемет \"Адвента\"</font>"
FriendlyNamePlural="<font color='#ffffff'>Пистолет-пулеметы \"Адвента\"</font>"
BriefSummary="Пистолеты-пулеметы используются \"Адвентом\" для повышения мобильности своих оперативников, так как они обеспечивают требуемую мобильность и повышенный темп стрельбы, в ущерб точности."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата.\n<Bullet/>"

[AdventPathfinder_SMG_Suppressed X2WeaponTemplate]
FriendlyName="<font color='#6f00ff'>Пистолет-пулемет \"Адвента\" с глушителем</font>"
FriendlyNamePlural="<font color='#6f00ff'>Пистолет-пулеметы \"Адвента\" с глушителем</font>"
BriefSummary="Пистолеты-пулеметы используются \"Адвентом\" для повышения мобильности своих оперативников, так как они обеспечивают требуемую мобильность и повышенный темп стрельбы, в ущерб точности. Продвинутые оперативники \"Адвента\" экипируют оружие глушителями для проведения скрытных операций."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата.\n<Bullet/>"

[AdventPathfinder_SMG_SuppressedLaser X2WeaponTemplate]
FriendlyName="<font color='#6f00ff'>Пистолет-пулемет \"Адвента\" с глушителем и целеуказателем</font>"
FriendlyNamePlural="<font color='#6f00ff'>Пистолет-пулеметы \"Адвента\" с глушителем и целеуказателем</font>"
BriefSummary="Пистолеты-пулеметы используются \"Адвентом\" для повышения мобильности своих оперативников, так как они обеспечивают требуемую мобильность и повышенный темп стрельбы, в ущерб точности. Элитные оперативники \"Адвента\" экипируют оружие целеуказателями, повещающими точно и урон."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата.\n<Bullet/>"

[AdventPathfinder_SMG_Plasma X2WeaponTemplate]
FriendlyName="<font color='#ffb500'>Плазменный пистолет-пулемет \"Адвента\"</font>"
FriendlyNamePlural="<font color='#ffb500'>Плазменные пистолет-пулеметы \"Адвента\"</font>"
BriefSummary="Данные пистолеты-пулеметы используются \"Адвентом\" для повышения мобильности своих оперативников высшего ранга, так как они обеспечивают требуемую мобильность и повышенный темп стрельбы, без ущерба точности."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата.\n<Bullet/>"

[AdventHunter_Rifle X2WeaponTemplate]
FriendlyName="<font color='#ffffff'>Винтовка охотника \"Адвента\"</font>"
FriendlyNamePlural="<font color='#ffffff'>Винтовки охотника \"Адвента\"</font>"
BriefSummary="Данная винтовка оснащена продвинутой системой прицеливания, которая позволяет следопыту-охотнику \"Адвента\" найти и эффективно использовать любую уязвимость в защите противника. Помимо этого, использование специальных боеприпасов отмечает цель, что позволяет союзникам наносить дополнительный урон отмеченным противникам."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата.\n<Bullet/> Попадание из данного оружия, отмечает данную цель.\n<Bullet/> Противник, отмеченный ранее, не может быть отмечен повторно."

[AdventHunter_RifleT2 X2WeaponTemplate]
FriendlyName="<font color='#6f00ff'>Винтовка охотника \"Адвента\"</font>"
FriendlyNamePlural="<font color='#6f00ff'>Винтовки охотника \"Адвента\"</font>"
BriefSummary="Данная винтовка оснащена продвинутой системой прицеливания, которая позволяет следопыту-охотнику \"Адвента\" найти и эффективно использовать любую уязвимость в защите противника. Помимо этого, использование специальных боеприпасов отмечает цель, что позволяет союзникам наносить дополнительный урон отмеченным противникам."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата.\n<Bullet/> Попадание из данного оружия, отмечает данную цель.\n<Bullet/> Противник, отмеченный ранее, не может быть отмечен повторно."

[AdventHunter_RifleT3 X2WeaponTemplate]
FriendlyName="<font color='#ffb500'>Винтовка охотника \"Адвента\"</font>"
FriendlyNamePlural="<font color='#ffb500'>Винтовки охотника \"Адвента\"</font>"
BriefSummary="Данная винтовка оснащена продвинутой системой прицеливания, которая позволяет следопыту-охотнику \"Адвента\" найти и эффективно использовать любую уязвимость в защите противника. Помимо этого, использование специальных боеприпасов отмечает цель, что позволяет союзникам наносить дополнительный урон отмеченным противникам."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата.\n<Bullet/> Попадание из данного оружия, отмечает данную цель.\n<Bullet/> Противник, отмеченный ранее, не может быть отмечен повторно."

[AdventHunter_Rifle_Plasma X2WeaponTemplate]
FriendlyName="<font color='#ffb500'>Плазменная винтовка охотника \"Адвента\"</font>"
FriendlyNamePlural="<font color='#ffb500'>Плазменные винтовки охотника \"Адвента\"</font>"
BriefSummary="Данная винтовка оснащена продвинутой системой прицеливания, которая позволяет следопыту-охотнику \"Адвента\" найти и эффективно использовать любую уязвимость в защите противника. Помимо этого, использование специальных боеприпасов отмечает цель, что позволяет союзникам наносить дополнительный урон отмеченным противникам."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата.\n<Bullet/> Попадание из данного оружия, отмечает данную цель.\n<Bullet/> Противник, отмеченный ранее, не может быть отмечен повторно."

[HunterRifle_Conventional X2WeaponTemplate]
FriendlyName="<font color='#ffffff'>Винтовка \"Охотника\"</font>"
FriendlyNamePlural="<font color='#ffffff'>Винтовки \"Охотника\"</font>"
BriefSummary="Данная винтовка основана на \"Винтовке охотника \"Адвента\"\", как и ее прообраз оснащена продвинутой системой прицеливания, которая дает бонус к меткости бойцу, использующему ее, а также отмечает противника, позволяя союзникам наносить отмеченной цели дополнительный урон."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей.\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность винтовки."
AbilityDescName="винтовка"

[HunterRifle_Magnetic X2WeaponTemplate]
FriendlyName="<font color='#6f00ff'>Магнитная винтовка \"Охотника\"</font>"
FriendlyNamePlural="<font color='#6f00ff'>Магнитные винтовки \"Охотника\"</font>"
BriefSummary="Используя наработки в сфере магнитного оружия нам удалось значительно повысить мощность винтовки \"Охотника\", что негативно сказалось ее на меткости, поэтому нам пришлось найти решение, компенсирующее данный негативный эффект, мы увеличили количество патронов в очереди."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей.\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность винтовки."
AbilityDescName="винтовка"

[HunterRifle_Beam X2WeaponTemplate]
FriendlyName="<font color='#ffb500'>Плазменная винтовка \"Охотника\"</font>"
FriendlyNamePlural="<font color='#ffb500'>Плазменные винтовки \"Охотника\"</font>"
BriefSummary="Технологии фокусировки луча, несомненно пошли на пользу винтовке \"Охотника\". Использование особого механизма ведения огня, мы добились, того что боеприпас после выстрела находится внутри сгустка плазмы, что наносит ужасные повреждения любым, даже тяжеловооруженным бойцам \"Адвента\" и пришельцам."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей.\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность винтовки."
AbilityDescName="винтовка"

[SmartScan_StatBonus X2AbilityTemplate]
LocFriendlyName="Активировать интеллектуальный сканер"
LocHelpText="Дает +5 к радиусу обзора, +5 к критическому урону и бонус +10 к прицеливанию при атаке с флангов, до конца хода."

[SmartScanMK2_StatBonus X2AbilityTemplate]
LocFriendlyName="Активировать интеллектуальный сканер МК2"
LocHelpText="Дает +10 к радиусу обзора, +10 к критическому урону, +15 к прицеливанию при атаке с флангов, и бонус +3 к мобильности, до конца хода."

[Xcom_SmartScan_StatBonus X2AbilityTemplate]
LocFriendlyName="Активировать интеллектуальный сканер"
LocHelpText="Дает +5 к радиусу обзора, +5 к критическому урону и бонус +10 к прицеливанию при атаке с флангов, до конца хода."

[Xcom_SmartScanMK2_StatBonus X2AbilityTemplate]
LocFriendlyName="Активировать интеллектуальный сканер МК2"
LocHelpText="Дает +10 к радиусу обзора, +10 к критическому урону, +15 к прицеливанию при атаке с флангов, и бонус +3 к мобильности, до конца хода."

[AdventSmartScanner X2WeaponTemplate]
FriendlyName="<font color='#5cd1d1'>Интеллектуальный сканер \"Адвента\"</font>"
FriendlyNamePlural="<font color='#5cd1d1'>Интеллектуальные сканеры \"Адвента\"</font>"
BriefSummary="Для отслеживания действий противника на поле боя, следопыты \"Адвента\" используют интеллектуальные сканеры, что делает их наиболее смертоносными и непредсказуемыми противниками на поле боя."
TacticalText="<Bullet/> Дает +5 к радиусу обзора, +5 к критическому урону и бонус +10 к прицеливанию при атаке с флангов."

[AdventSmartScannermk2 X2WeaponTemplate]
FriendlyName="<font color='#5cd1d1'>Интеллектуальный сканер \"Адвента\" МК2</font>"
FriendlyNamePlural="<font color='#5cd1d1'>Интеллектуальные сканеры \"Адвента\" МК2</font>"
BriefSummary="Для отслеживания действий противника на поле боя, следопыты высшего ранга \"Адвента\" используют продвинутые интеллектуальные сканеры, дополнительно повышающие мобильность, что делает их еще более смертоносными и непредсказуемыми противниками на поле боя."
TacticalText="<Bullet/> Дает +10 к радиусу обзора, +10 к критическому урону, +15 к прицеливанию при атаке с флангов, и бонус +3 к мобильности."

[XcomSmartScanner X2WeaponTemplate]
FriendlyName="<font color='#5cd1d1'>Интеллектуальный сканер \"XCOM\"</font>"
FriendlyNamePlural="<font color='#5cd1d1'>Интеллектуальные сканеры \"XCOM\"</font>"
BriefSummary="В то время пока \"Адвент\" использует свои сканеры для отслеживания перемещений наших оперативников на поле боя, мы сможем использовать наши сканеры что бы удивить их"
TacticalText="<Bullet/> Дает +5 к радиусу обзора, +5 к критическому урону и бонус +10 к прицеливанию при атаке с флангов."

[XcomSmartScannermk2 X2WeaponTemplate]
FriendlyName="<font color='#5cd1d1'>Интеллектуальный сканер \"XCOM\" МК2</font>"
FriendlyNamePlural="<font color='#5cd1d1'>Интеллектуальные сканеры \"XCOM\" МК2</font>"
BriefSummary="Нашим инженерам удалось создать продвинутую версию интеллектуальных сканеров, ни в чем не уступающие, тем что используют следопыты высшего ранга \"Адвента\", благодаря которым наши войска ничем не будут уступать \"Адвенту\" в вопросах устранения противника на поле боя."
TacticalText="<Bullet/> Дает +10 к радиусу обзора, +10 к критическому урону, +15 к прицеливанию при атаке с флангов, и бонус +3 к мобильности."

[UltraLightVest X2EquipmentTemplate]
FriendlyName="<font color='#5cd1d1'>Облегченный жилет</font>"
FriendlyNamePlural="<font color='#5cd1d1'>Облегченный жилет</font>"
BriefSummary="Облегченные жилеты, используемые следопытами \"Адвента\" не несут в себе никаких защитных функций, вместо этого позволяя более свободно двигаться, обеспечивая бонус к мобильности."
TacticalText="<Bullet/> Дает бонус к мобильности.\n<Bullet/> К снаряжению можно добавить только один усилитель брони."

[XcomUltraLightVest X2EquipmentTemplate]
FriendlyName="<font color='#5cd1d1'>Облегченный жилет</font>"
FriendlyNamePlural="<font color='#5cd1d1'>Облегченные жилеты</font>"
BriefSummary="Облегченные жилеты, разработанные на базе материалов, полученных из используемых следопытами \"Адвента\" жилетов, позволили нам создать очень легкий, и гибкий жилет, которые не только обеспечивает защиту, но и дает нашим оперативникам бонус к мобильности."
TacticalText="<Bullet/> Дает бонус +3 к мобильности.\n<Bullet/> К снаряжению можно добавить только один усилитель брони."

[ProximityStunMine X2GrenadeTemplate]
FriendlyName="<font color='#5cd1d1'>Оглушающая неконтактная мина \"Адвента\"</font>"
FriendlyNamePlural="<font color='#5cd1d1'>Оглушающие неконтактные мины \"Адвента\"</font>"
BriefSummary="Оглушающая неконтактная мина следопыта-охотника использует продвинутые сенсоры и, как только цель окажется в радиусе поражения, подрывается, оглушая любого оказавшегося в зоне поражения."
TacticalText="<Bullet/> Бросок мины не лишает солдата маскировки.<br><Bullet/> Мина не срабатывает при приближении союзников, но способна оглушить их, если они окажутся в зоне поражения."
ThrownAbilityName="Бросок оглушающей неконтактной мины"
ThrownAbilityHelpText="Бросьте оглушающую неконтактную мину в указанную зону."
LaunchedAbilityname="Установка оглушающей неконтактной мины"
LaunchedAbilityHelpText="Выстрел оглушающей неконтактной миной."

[XcomProximityStunMine X2GrenadeTemplate]
FriendlyName="<font color='#5cd1d1'>Оглушающая неконтактная мина</font>"
FriendlyNamePlural="<font color='#5cd1d1'>Оглушающие неконтактные мины</font>"
BriefSummary="Оглушающая неконтактная мина использует продвинутые сенсоры и, как только цель окажется в радиусе поражения, подрывается, оглушая любого оказавшегося в зоне поражения, не нарушая маскировки наших солдат."
TacticalText="<Bullet/> Бросок мины не лишает солдата маскировки.<br><Bullet/> Мина не срабатывает при приближении союзников, но способна оглушить их, если они окажутся в зоне поражения."
ThrownAbilityName="Бросок оглушающей неконтактной мины"
ThrownAbilityHelpText="Бросьте оглушающую неконтактную мину в указанную зону."
LaunchedAbilityname="Установка оглушающей неконтактной мины"
LaunchedAbilityHelpText="Выстрел оглушающей неконтактной миной."

[HallucinogenicRounds X2AmmoTemplate]
FriendlyName="<font color='#5cd1d1'>Патроны \"ЛСД\"</font>"
FriendlyNamePlural="<font color='#5cd1d1'>Патроны \"ЛСД\"</font>"
BriefSummary="Патроны содержат микрокапсулы с быстродействующим токсином, использующимся следопытами-охотниками высшего ранга, вызывающие панику у любого поражаемого ими противника."
TacticalText="<Bullet/> Эти патроны увеличивают урон на 1 и вызывают панику у цели.<br>"

[CorpseAdventPathfinder X2ItemTemplate]
FriendlyName="<font color='#b30505'>Труп следопыта \"Адвента\"</font>"
FriendlyNamePlural="<font color='#b30505'>Трупы следопытов \"Адвента\"</font>"
BriefSummary="Тела следопытов \"Адвента\" практически неотличимы от обычных солдат за исключением более развитой мускулатуры для повышения выносливости и мобильности."

[CorpseAdventPathfinderCaptain X2ItemTemplate]
FriendlyName="<font color='#b30505'>Труп следопыта-охотника \"Адвента\"</font>"
FriendlyNamePlural="<font color='#b30505'Трупы следопытов-охотников \"Адвента\"</font>"
BriefSummary="Тела следопытов-охотников \"Адвента\" практически неотличимы от следопытов \"Адвента\", отличительной чертой является использование усовершенствованного шлема с продвинутой оптикой."

[CorpseAdventPathfinderScanner X2ItemTemplate]
FriendlyName="<font color='#5cd1d1'>Поврежденный сканер следопыта \"Адвента\"</font>"
FriendlyNamePlural="<font color='#5cd1d1'>Поврежденные сканеры следопыта \"Адвента\"</font>"
BriefSummary="Сканеры \"Адвента\" - это сложное портативное устройство, содержащее в себе десятки различных датчиков, позволяющих следопыту \"Адвента\" выслеживать и устранять свою цель независимо от того какие меры она принимает что бы от него скрыться."

[CorpseAdventPathfinderCaptainStunMine X2ItemTemplate]
FriendlyName="<font color='#5cd1d1'>Трофейная оглушающая мина следопыта \"Адвента\"</font>"
FriendlyNamePlural="<font color='#5cd1d1'>Трофейные оглушающие мины следопыта \"Адвента\"</font>"
BriefSummary="Оглушающая неконтактная мина использует продвинутые сенсоры и, как только цель окажется в радиусе поражения, подрывается, оглушая любого оказавшегося в зоне поражения, делая оглушенных, легкой добычей для следопытов \"Адвента\"."

[CorpseChosenAdventPathfinderScanner X2ItemTemplate]
FriendlyName="<font color='#5cd1d1'>Заблокированный сканер старшего следопыта \"Адвента\"</font>"
FriendlyNamePlural="<font color='#5cd1d1'>Заблокированные сканеры старшего следопыта \"Адвента\"</font>"
BriefSummary="Данные сканеры напоминают те что мы обнаруживали ранее на телах следопытов \"Адвента\", но в отличии от них, они заблокированы от использования солдатами низшего ранга, что говорит о использовании продвинутых программных и аппаратных комплексов в их начинке."

[CorpseChosenAdventPathfinderCaptainHallucinogenicRounds X2ItemTemplate]
FriendlyName="<font color='#5cd1d1'>Патроны \"ЛСД\" старшего следопыта-охотника \"Адвента\"</font>"
FriendlyNamePlural="<font color='#5cd1d1'>Патроны \"ЛСД\" старшего следопыта-охотника \"Адвента\"</font>"
BriefSummary="Патроны содержат микрокапсулы с быстродействующим токсином, отравляющие свою цель даже одной каплей попавшей на кожные покровы, вызывая чувство ужасной паники и страха."

[AutopsyAdventPathfinder X2TechTemplate]
DisplayName="<font color='#b30505'>Вскрытие следопыта \"Адвента\"</font>"
Summary="Тщательный анализ тканей погибших следопытов позволил нам установить, что данная особь мало чем отличается от обычных солдат \"Адвента\". Главной отличительной чертой является увеличенная мускулатура, полученная либо в результате генетических вмешательств, либо в результате упорных тренировок, которая значительно повышает их выносливость и мобильность на поле боя."
CodeName="Скарабей"
LongDescription="Наблюдая за действиями Сопротивления в различных регионах, следопыты неустанно преследуют тех кто пытается скрыться от \"Адвента\".\n\n Несмотря на внешнюю схожесть с солдатами \"Адвента\", мы обнаружили значительные изменения в их генетической структуре, в частности их ноги обладают более развитой мускулатурой, по сравнению остальным телом. Кроме того данная особь обладает развитой сердечно-сосудистой и дыхательной системой, что несомненно говорит о том, что главной задачей следопыта является неустанное преследование и захват тех, кто пытается скрыться или вырваться из лап \"Адвента\".\n\n Наибольший интерес Шень, был вызван сверхлегким жилетом, который обеспечивает такой же уровень защиты как и наши подкладки, но обладает исключительно легким весом и гибкостью тканей, которые сказываются на превосходной мобильности следопытов \"Адвента\". Р. Тайган."
AlertString="Следопыт \"Адвента\""

[AutopsyAdventPathfinderCaptain X2TechTemplate]
DisplayName="<font color='#b30505'>Вскрытие следопыта-охотника \"Адвента\"</font>"
Summary="Следопыты-охотники носят особые шлемы и плащи, значительно повышающие уровень их маскировки, что вкупе с их особыми винтовками, позволяют отследить и уничтожить их цель оставаясь незамеченными. Несмотря на то, что это займет немало времени, я уверен, что нам удаться воспроизвести эти винтовки для повышения эффективности наших солдат на поле боя."
CodeName="Зверолов"
LongDescription="В то время как обычные следопыты используют стандартный набор снаряжения, за исключением облегчённых жилетов, следопыты-охотники вооружены специальным оружием, оснащенным уникальной системой прицеливания, связанной непосредственно с нейронной пси-сетью \"Адвента\".\n\n Винтовка охотника \"Адвента\", это только одна из частей сложного комплекса используемого следопытами \"Адвента\" в пресечении деятельности Сопротивления на Земле. Смысл этого комплекса заключается в том, что данная винтовка обеспечивает своему стрелку исключительную меткость, раз за разом поражаю цель, без промахов. Принцип действия системы прицеливания строится на передаче данных от специальных боеприпасов на винтовку, которая передает информацию маске следопыта, которая в свою очередь передает информацию в пси-сеть \"Адвента\", это позволяет передать информацию о противнике всем солдатам \"Адвента\" на поле боя. Соответственно стоит следопыту-охотнику обнаружить цель, как о ней становится известно всем оперативникам \"Адвента\", которые предпринимают все возможные усилия для ее уничтожения. Исходя из того, что мы не можем подчинить пси-сеть \"Адвента\" своим нуждам, а маска следопыта-охотника интегрирована в его лицо, то единственное с чем мы можем эффективно работать, это сама винтовка и боеприпасы. Несмотря на кажущуюся сложность, Шень удалось наладить производство данных боеприпасов и винтовок, хоть и не в тех количествах как бы нам хотелось. Вопрос заключается лишь в том, что нам осталось воссоздать аналогичную пси-сеть на базе \"Мстителя\", и мы сможем их эффективно использовать, на поле боя, не хуже самих следопытов-охотников. Л. Шэнь."
AlertString="Следопыт-охотник \"Адвента\""

[AutopsyAdventPathfinderScanner X2TechTemplate]
DisplayName="<font color='#5cd1d1'>Интеллектуальный сканер \"Адвента\"</font>"
Summary="Данные сканеры, используемые следопытами \"Адвента\", представляют собой сложные технические комплексы, предназначенные для поиска и отлова тех, кто пытается противостоять контролю \"Адвента\". Данные сканеры представляют для нас и Сопротивления серьезную опасность, так как значительно повышают эффективность солдат \"Адвента\" на поле боя."
CodeName="Маяк"
LongDescription="Так называемые \"интеллектуальные сканеры\", которые \"Адвент\" использует для выслеживания бойцов Сопротивления, используют множество высокотехнологичных датчиков, объединенных в рамках одного устройства.\n\n К сожалению данные сканеры, очень хрупкие устройства, что соответственно сказывается на сложностях в работе наших инженеров, с теми остатками, которые нам удается достать. В первую очередь нам пришлось провести полную реконструкцию данного аппарата, прежде чем мы смогли понять его устройство и провести реверс-инжиниринг. Как оказалось, воссоздать внешнюю форму сканера нам удалось очень легко, так как мы имеем немалый опыт работать с чужеродными устройствами, основные проблемы возникли на этапе работы с программным обеспечением, но я считаю, что затраченное время оправдало себя в полном объеме. Теперь мы имеем точную копию этих сканеров, и я уверен, что наши солдаты по достоинству оценят новый гаджет в своей экипировке, который обеспечит им заметное преимущество над противником на поле боя. Л. Шэнь."
AlertString="Интеллектуальный сканер \"Адвента\""

[AutopsyAdventPathfinderCaptainStunMine X2TechTemplate]
DisplayName="<font color='#5cd1d1'>Оглушающая неконтактная мина \"Адвента\"</font>"
Summary="Оглушающая неконтактная мина использует продвинутые сенсоры и, как только цель окажется в радиусе поражения, подрывается, мгновенно оглушая любого оказавшегося в зоне поражения. Воссоздать что-то подобное неимоверно сложно, особенно учитывая размер осколков, которые достаются нам после подрыва, но при достаточном количестве материала, я считаю нам это окажется по силам."
CodeName="Бородавчатка"
LongDescription="Бытует мнение, что \"Лучше умереть в бою, чем оказаться в плену\", к нашему сожалению следопыты-охотники предпочитают именно данный тип оружия, который позволяет им захватывать любого противника именно в плен. Возможно им нравится именно захватывать в плен противника, но не стоит питать иллюзий, они, не сомневаясь ни секунды уничтожат противника. если он не оставит им другого выхода.\n\n Конечно воссоздание этих мин стало непростой задачей нашего инженерного корпуса, но они блестяще с ней справились. Нам не удалось в полном объеме разобраться с принципом оглушения используемым \"Адвентом\", для воздействия на противника, поэтому наши инженеры пошли другим путем, реализовав оглушение путем электрического разряда, в сочетании с ударной и звуковой волной, которые оглушают любую цель с невероятной эффективностью. Л. Шэнь."
AlertString="Оглушающая неконтактная мина \"Адвента\""

[AutopsyChosenAdventPathfinderScanner X2TechTemplate]
DisplayName="<font color='#5cd1d1'>Сканер высшего командного состава \"Адвента\"</font>"
Summary="По сравнению с обычными следопытами \"Адвента\" высший командный состав \"Адвента\" использует более продвинутые системы и комплексы, с технологическим уровнем которых нам не приходилось сталкиваться раньше. Данный сканер отличный пример данных технологий."
CodeName="Фарос"
LongDescription="Работая с инопланетным оборудованием, нам всегда стоит помнить о том, что, все эти устройства защищены от стороннего использования, и изучения. Помимо того, что нам часто приходится разгадывать их задачи, обходить ловушки, расшифровывать ДНК, мы всегда вынуждены помнить о том, что данное устройство может просто взорваться в руках наших ученых или инженеров. В случае с данным устройством пришельцы пошли еще дальне, заблокировав его не только от стороннего доступа, но и от пришельцев и солдат \"Адвента\" низших рангов.\n\n Внешне этот сканер не отличим от моделей, используемых рядовыми следопытами \"Адвента\", но его возможности значительно улучшены, и мы не можем уверено сказать является ли он действительно улучшенной версией, или рядовым следопытам просто выдают ослабленную в технологическом плане версию.\n\n Данная модель сканера \"МК2\", как мы ее называем, не только расширит возможности наших оперативников, но и увеличит скорость реакций на изменения происходящие на поле боя. Л. Шэнь."
AlertString="Сканер высшего командного состава \"Адвента\""

[AutopsyChosenAdventPathfinderCaptainHallucinogenicRounds X2TechTemplate]
DisplayName="<font color='#5cd1d1'>Патроны \"ЛСД\" высшего командного состава \"Адвента\"</font>"
Summary="Высший командный состав следопытов-охотников \"Адвента\" не только вооружены передовыми винтовками основанных на плазменных технологиях, но и экипированными специализированными боеприпасами, способными вызвать панически ужас у любого противника, которому \"посчастливилось\" стать их целью."
CodeName="Хирм"
LongDescription="Страх – одна из сильнейших эмоций, возникающая в условиях угрозы жизни человека, его идеалам и принципам, ценностям, она направлена на источник действительно существующей или воображаемой опасности.\n\n Пришельцы взяли страх на вооружение как наиболее эффективный способ воздействия на человечество и используют его повсеместно. Высший командный состав следопытов-охотников \"Адвента\" в своем оружии использует специальный токсин, малейшее попадание которого на кожные покровы биологических типов противника, вызывает панический страх и подавляющий волю.\n\n Я долго сомневался по поводу работы с данными патронами, для вооружения наших оперативников, но действия пришельцев не оставили нам другого выбора. К сожалению, нам не удалось воспроизвести формулу данного токсина, поэтому Шень вынуждена использовать только те образцы, которые наши бойцы доставляют с поля боя в виде трофеев. Со своей стороны, я могу только порекомендовать проявлять крайнюю осторожность при использовании этих боеприпасов, если бойцы не хотят ощутить результат их воздействия на себе. Р. Тайган."
AlertString="Патроны \"ЛСД\" высшего командного состава \"Адвента\""

[HunterMark X2AbilityTemplate]
LocFriendlyName="Метка Охотника"
LocLongDescription="Винтовка \"Охотника\" может отметить противника, специальным отслеживающим боеприпасом, который дает солдатам увеличенный критический урон, урон от выстрела с фланга и шанс критического урона при выстреле с фланга по цели. Любой солдат атакующий отмеченную цель, получает бонус к критическому урону, атаке с фланга, и шансу критического урона."
LocHelpText="Отмечает противника. Союзники получают +2 к критическому урону, + 10 к атаке с фланга и + 15 к критическому урону, при атаке отмеченного противника."

[X2Ability_HunterMark]
HunterMarkEffectName="Метка Охотника"
HunterMarkEffectDesc="Все противники в поле зрения данного бойца получают +2 к критическому урону, +10 к атаке с фланга, а также +15 к критическому урону при атаке с фланга."

[PathfinderSearchTeams X2SitRepTemplate]
FriendlyName="Поисковый отряд"
Description="Есть сообщения о наличии в зоне боевых действий следопытов, действующих в поисках скрытых ячеек Сопротивления"

[PathfinderSearchTeamsEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="Поисковый отряд"
Description="Следопыты-капитаны возглавляют отряды следопытов в зоне боевых действий"

[ExaltedHuntingPacks X2SitRepTemplate]
FriendlyName="Высший командный состав"
Description="Высший командный состав следопытов-охотников \"Адвента\" замечены в зоне боевых действий"

[ExaltedHuntingPacksEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="Высший командный состав"
Description="Высший командный состав следопытов-охотников \"Адвента\" замечены в зоне боевых действий"

[PackHunter X2AbilityTemplate]
LocFriendlyName="Охотничья стая"
LocLongDescription="Может призывать охотников."
LocHelpText="Может призывать охотников."
LocFlyOverText="Охотничья стая"